tap "cirruslabs/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "aichat"
brew "asciiquarium"
brew "bat"
brew "libpng"
brew "freetype"
brew "cmatrix"
brew "cookiecutter"
brew "coreutils"
brew "direnv"
brew "docker"
brew "icu4c@76"
brew "node"
brew "emscripten"
brew "fzf"
brew "gh"
brew "git"
brew "go-task"
brew "jinja2-cli"
brew "jq"
brew "lsd"
brew "luajit", args: ["HEAD"]
brew "lynx"
brew "mas"
brew "micro"
brew "nano"
brew "neofetch"
brew "tree-sitter", args: ["HEAD"]
brew "neovim", link: false
brew "nnn"
brew "ollama"
brew "pandoc"
brew "python@3.11"
brew "rust"
brew "stow"
brew "switchaudio-osx"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vale"
brew "w3m"
brew "wget"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "cirruslabs/cli/tart"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alt-tab"
# cask "font-0xproto-nerd-font"
# cask "font-3270-nerd-font"
# cask "font-agave-nerd-font"
# cask "font-anonymice-nerd-font"
# cask "font-arimo-nerd-font"
# cask "font-aurulent-sans-mono-nerd-font"
# cask "font-bigblue-terminal-nerd-font"
# cask "font-bitstream-vera-sans-mono-nerd-font"
# cask "font-blex-mono-nerd-font"
# cask "font-caskaydia-cove-nerd-font"
# cask "font-caskaydia-mono-nerd-font"
# cask "font-code-new-roman-nerd-font"
# cask "font-comic-shanns-mono-nerd-font"
# cask "font-commit-mono-nerd-font"
# cask "font-cousine-nerd-font"
# cask "font-d2coding-nerd-font"
# cask "font-daddy-time-mono-nerd-font"
# cask "font-dejavu-sans-mono-nerd-font"
# cask "font-droid-sans-mono-nerd-font"
# cask "font-envy-code-r-nerd-font"
# cask "font-fantasque-sans-mono-nerd-font"
# cask "font-fira-code-nerd-font"
# cask "font-fira-mono-nerd-font"
# cask "font-geist-mono-nerd-font"
# cask "font-go-mono-nerd-font"
# cask "font-gohufont-nerd-font"
# cask "font-hack-nerd-font"
# cask "font-hasklug-nerd-font"
# cask "font-heavy-data-nerd-font"
# cask "font-hurmit-nerd-font"
# cask "font-im-writing-nerd-font"
# cask "font-inconsolata-go-nerd-font"
# cask "font-inconsolata-lgc-nerd-font"
# cask "font-inconsolata-nerd-font"
# cask "font-intone-mono-nerd-font"
# cask "font-iosevka-nerd-font"
# cask "font-iosevka-term-nerd-font"
# cask "font-iosevka-term-slab-nerd-font"
# cask "font-jetbrains-mono-nerd-font"
# cask "font-lekton-nerd-font"
# cask "font-liberation-nerd-font"
# cask "font-lilex-nerd-font"
# cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
# cask "font-monaspace-nerd-font"
# cask "font-monocraft-nerd-font"
# cask "font-monofur-nerd-font"
# cask "font-monoid-nerd-font"
# cask "font-mononoki-nerd-font"
# cask "font-mplus-nerd-font"
# cask "font-noto-nerd-font"
# cask "font-open-dyslexic-nerd-font"
# cask "font-overpass-nerd-font"
# cask "font-profont-nerd-font"
# cask "font-proggy-clean-tt-nerd-font"
# cask "font-roboto-mono-nerd-font"
# cask "font-sauce-code-pro-nerd-font"
# cask "font-shure-tech-mono-nerd-font"
# cask "font-space-mono-nerd-font"
# cask "font-symbols-only-nerd-font"
# cask "font-terminess-ttf-nerd-font"
# cask "font-tinos-nerd-font"
# cask "font-ubuntu-mono-nerd-font"
# cask "font-ubuntu-nerd-font"
# cask "font-victor-mono-nerd-font"
# cask "kitty"
cask "ghostty"
cask "sf-symbols"
cask "vagrant"
cask "whatsapp"
cask "xquartz"
# mas "Aeon Timeline", id: 1563351378
mas "Brother iPrint&Scan", id: 1193539993
# mas "iA Writer", id: 775737590
# mas "iMovie", id: 408981434
# mas "Keynote", id: 409183694
# mas "LanguageTool", id: 1534275760
# mas "Magnet", id: 441258766
# mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
# mas "Ulysses", id: 1225570693
# mas "Ulysses", id: 623795237
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "adamvoss.vscode-languagetool"
vscode "adamvoss.vscode-languagetool-en"
vscode "adamvoss.vscode-languagetool-es"
vscode "alexkrechik.cucumberautocomplete"
vscode "alexowl.transparent-color-theme"
vscode "bbenoist.nix"
vscode "be5invis.vscode-custom-css"
vscode "benjaminbenais.copilot-theme"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-yaml-preamble"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "brandonkirbyson.vscode-animations"
vscode "brettm12345.nixfmt-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "chrischinchilla.vscode-pandoc"
vscode "coastermcgee.word-theme"
vscode "cshum.convert-newline-list-to-array"
vscode "davidanson.vscode-markdownlint"
vscode "digoro.synonym-finder"
vscode "docsmsft.docs-markdown"
vscode "docsmsft.docs-metadata"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "ehsanansari.sakura-garden-at-night"
vscode "endormi.2077-theme"
vscode "esbenp.prettier-vscode"
vscode "evan-buss.font-switcher"
vscode "evidence.evidence-vscode"
vscode "fnando.linter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hoovercj.vscode-power-mode"
vscode "howardzuo.vscode-favorites"
vscode "innoverio.vscode-dbt-power-user"
vscode "james-yu.latex-workshop"
vscode "johnguo.columnpaste"
vscode "johnpapa.read-time"
vscode "katsute.code-background"
vscode "lmcarreiro.vscode-smart-column-indenter"
vscode "manuth.markdown-converter"
vscode "marp-team.marp-vscode"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.wordcount"
vscode "naumovs.color-highlight"
vscode "npaz.vscode-dynamic-layouts"
vscode "oderwat.indent-rainbow"
vscode "perkovec.emoji"
vscode "piersdeseilligny.betterfountain"
vscode "pkief.material-icon-theme"
vscode "plotlydashsnippets.plotly-dash-snippets"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shyykoserhiy.vscode-spotify"
vscode "stateful.runme"
vscode "svelte.svelte-vscode"
vscode "taniguchi.pandoc"
vscode "task.vscode-task"
vscode "technovangelist.ollamamodelfile"
vscode "tomoki1207.pdf"
vscode "vsc-zoctarine.markdown-fiction-writer"
vscode "wilsonsio.color-vision"
vscode "witulski.selection-word-count"
vscode "xgr-development.collapse"
vscode "yzhang.markdown-all-in-one"
